{
    "labelAmountPerServing": {
        "th": "คุณค่าทางโภชนาการต่อหนึ่งหน่วยบริโภค",
        "en": "Amount Per Serving"
    },
    "labelDailyValue": {
        "th": "ร้อยละของปริมาณที่แนะนำต่อวัน",
        "en": "% Daily Value*"
    },
    "popupIntroduction": {
        "label": {
            "th": "ข้อมูลโภชนาการ",
            "en": "Nutrition Facts"
        },
        "description": {
            "th": "<br><br><p> ในขณะที่คนทั่วไปอาจไม่เห็นถึงความสำคัญของการอ่านฉลากโภชนาการ ยังมีอีกหลายคนที่ใช้ฉลากโภชนาการในการเลือกรับประทานอาหารที่มีประโยชน์และเหมาะกับสภาวะของร่างกายของตน  ข้อมูลต่อไปนี้จะช่วยให้คุณผู้อ่านสามารถที่จะเข้าใจขอมูลของฉลากโภชนาการอาหารได้ง่ายและเร็วขึ้นและเข้าใจถึงข้อมูลเกี่ยวคุณค่าโภชนาการต่างๆ อย่างละเอียด โดยข้อมูลโภชนาการที่ใช้นี้ได้นำมาจากฉลากของไอศกรีม Ben & Jerry’s</p><br>",
            "en": "<br><br><p>While some people cannot see the importance of reading nutrition facts labels, some people actually use this information to make healthier diet choices. The following label-building skills are intended to make it easier and faster to identify a healthy diet. Besides, the facts in each section provide additional insights into all the nutrients on the label. The information on the nutrition facts label is based on Ben & Jerry’s ice-cream.</p><br>"
        }
    },
    "popupServingsize": {
        "label": {
            "first": {
                "th": "หนึ่งหน่วยบริโภค 1/2 ถ้วย (107 ก.)",
                "en": "Serving Size 1/2 cup (107g)"    
            },
            "second": {
                "th": "จำนวนหน่วยบริโภคต่อถ้วย: 4",
                "en": "Servings Per Container: 4"    
            }
        },
        "description": {
            "th": "<h2>หน่วยบริโภค</h2><p>ปริมาณของหน่วยบริโภคจะบอกจำนวนการรับประทานต่อครั้ง โดยจะแสดงเป็นรายการค่าพลังงานและสารอาหารบนฉลากขึ้นกับหนึ่งหน่วยบริโภค โดยค่าพลังงานและสารอาหารจะถูกจัดทำเป็นค่ามาตรฐาน (เช่น ถ้วย ช้อนชา ช้อนโต๊ะ) เพื่อง่ายต่อการเปรียบเทียบชนิดอาหารที่ใกล้เคียงกันซึ่งช่วยในการคำนวณค่าพลังงานและสารอาหาร เพื่อช่วยในการคำนวณค่าพลังงานและสารอาหารที่แม่นยำ แนะนำให้ตรวจดูขนาดของหน่วยบริโภค </p><br><b>จำนวนหน่วยบริโภคต่อบรรจุภัณฑ์</b><br><p>ค่านี้จะแสดงจำนวนการบริโภคต่อบรรจุภัณฑ์โดยคำนวณจากหนึ่งหน่วยบริโภค ตัวอย่างเช่น ขนาดต่อหนึ่งหน่วยบริโภคของไอศกรีม Ben & Jerry นี้คือ½ cup (107g) ซึ่งแสดงถึงการเสิร์ฟอาหารหนึ่งครั้ง เนื่องจากการบริโภคต่อภาชนะบรรจุคือ 4 คุณค่าของสารอาหารทุกชนิดบนฉลากนี้จึงต้องคูณด้วย 4 เพื่อให้ได้ปริมาณสารอาหารทั้งหมดต่อภาชนะ</p><br><b>ปริมาณสารอาหารต่อหนึ่งหน่วยบริโภค</b><br><p>ค่านี้แสดงถึงปริมาณพลังงานและสารอาหารต่อหนึ่งหน่วยบริโภคซึ่งอยู่ในรูปแบบของปริมาณในหน่วยเมตริกและในรูปแบบของร้อยละต่อความต้องการต่อวัน เช่นข้อมูลของคลอเรสเตอรอลบนฉลากนี้มีปริมาณ 50 มิลลิกรัมและมีค่าเท่ากับร้อยละ 17 ของปริมาณที่ต้องการต่อวัน</p>",
            "en": "<h2>Serving Size</h2><p>The serving size indicates the amount of portion represented by calories and nutrients listed on the label, meaning that the information on the label is based on one serving of the food. They are usually in standardized units (cups, pieces, tablespoon, slice, or jar) to make it easier to compare portions of similar types of foods. To accurately compare the calories and nutrients, it is recommended to check the serving size.</p><br><b>Servings per container</b><br><p>This number represents the total number of servings per container based on the serving size.</p><p>For example, the serving size of this Ben&Jerry ice-cream is ½ cup (107g), which represents one serving of the food. Since the servings per container is 4, every value of the nutrients on this label needs to be multiplied by 4 to get the total amount of nutrients per container.</p><br><b>Amount of nutrient per Serving</b><br><p>The number indicates the amount of calories and nutrients per one serving represented in metric units and in %DV. For example, the information on this ice-cream label indicates that there is 50mg of cholesterol, which is 17% of the Daily Value (DV).</p>"
        }        
    },
    "popupCalories": {
        "label": {
            "left": {
                "th": "<b>พลังงานทั้งหมด</b> 300",
                "en": "<b>Calories</b> 300"    
            },
            "right": {
                "th": "พลังงานจากไขมัน 180",
                "en": "Calories from Fat 180"    
            }
        },
        "description": {
            "th": "<h2>แคลอรี่</h2><p>แคลอรี่จะเป็นหน่วยที่บอกค่าพลังงานที่ผู้บริโภคจะได้รับจากการรับประทานต่อครั้ง เพื่อให้ผู้บริโภคสามารถควบคุมพลังงานที่ได้รับและค่าน้ำหนักที่จะตามมาได้ ถ้าต้องการคงน้ำหนักเดิมเอาไว้โดยเฉลี่ยแล้วผู้หญิงต้องการพลังงาน 2000 แคลอรี่ต่อวัน ส่วนผู้ชายต้องการพลังงาน 2500 แคลอรี่ต่อวันโดยมีปัจจัยอื่นที่ร่วมด้วยเช่น เพศ อายุ น้ำหนัก ส่วนสูงและระดับการทำกิจกรรม</p><br>สมการของแฮร์ริสเบเนดิกต์สามารถใช้ในการคำนวณปริมาณพลังงานที่ร่างกายต้องการต่อวันได้<br>&nbsp;&nbsp;&nbsp;&nbsp;<b>เพศชาย:</b> 66.5 + 13.8 x (น้ำหนักเป็นกิโลกรัม) + 5 x (ส่วนสูงเป็นซม.) - 6.8 x อายุ<br>&nbsp;&nbsp;&nbsp;&nbsp;<b>เพศหญิง:</b> 655.1 + 9.6 x (น้ำหนักเป็นกิโลกรัม) + 1.9 x (ส่วนสูงเป็นซม.) - 4.7 x อายุ<br><br>จากนั้นคูณด้วยค่าระดับการใช้พลังงาน :<br>&nbsp;&nbsp;&nbsp;&nbsp;<b>เคลื่อนไหวน้อย</b> : 1.2<br>&nbsp;&nbsp;&nbsp;&nbsp;<b>เคลื่อนไหวปานกลาง</b> : 1.3<br>&nbsp;&nbsp;&nbsp;&nbsp;<b>เคลื่อนไหวมาก</b> : 1.4<br><br>ตัวอย่างสำหรับการคำนวณพลังงานที่ต้องการต่อวันสำหรับผู้หญิงอายุ 17 ปี น้ำหนัก 48 กิโลกรัมและสูง 155 เซนติเมตรต้องการพลังงานดังต่อไปนี้: <br>&nbsp;&nbsp;&nbsp;&nbsp;655.1 + 9.6 x (48) + 1.9 x (155) - 4.7 x 17<br>&nbsp;&nbsp;&nbsp;&nbsp;=(1115.9 + 294.5 - 79.9) x 1.3<br>&nbsp;&nbsp;&nbsp;&nbsp;=1,729.65 แคลอรี่<br><br>และนอกจากนี้เครื่องคิดเลขมุมด้านขวามือสามารถใช้ในการคำนวณพลังงานที่ต้องการต่อวันได้เช่นกัน<br><br><b>พลังงานจากไขมัน</b><br><p>พลังงานจากไขมันจะมีผลต่อค่าพลังงานทั้งหมด ตัวอย่างเช่น ถ้าในฉลากโภชนาการระบุว่า หนึ่งหน่วยบริโภคของอาหารจะปริมาณพลังงานทั้งหมด 300 แคลอรี่และ 180 จากทั้งหมดมาจากไขมัน นั้นก็หมายความว่าอีก 120 ที่เหลือคือค่าพลังงานที่ได้จากแหล่งอื่นๆ เช่น คาร์โบไฮเดรตและโปรตีน</p>",
            "en": "<h2>Calories</h2><p>Calories tell how much energy consumers get from one serving, which can help us manage our energy intake and, consequently, our weight.</p><p>To maintain our current weight, on average women need about 2000 calories while men need about 2500 calories per day. There are also other factors that influence our total calorie intake such as gender, age, weight, height, and our activity levels.</p><br><b>Harris-Benedict Equation</b> below can determine an individual calorie intake per day: <br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Male:</b> 66.5 + 13.8 x (Weight in kg) + 5 x (Height in cm) - 6.8 x age<br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Female:</b> 655.1 + 9.6 x (Weight in kg) + 1.9 x (Height in cm) - 4.7 x age<br><br>Then multiply by <b>energy factor</b>:<br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Sedentary</b> : 1.2<br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Moderately active</b> : 1.3<br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Active</b> : 1.4<br><br>For example, a moderately active 17-year old female who weighs 48 kg and is 155 cm tall requires the following amount of calories per day: <br>&nbsp;&nbsp;&nbsp;&nbsp;655.1 + 9.6 x (48) + 1.9 x (155) - 4.7 x 17<br>&nbsp;&nbsp;&nbsp;&nbsp;=(1115.9 + 294.5 - 79.9) x 1.3<br>&nbsp;&nbsp;&nbsp;&nbsp;=1,729.65 calories<br><br>Alternatively, use the calculator on the right-hand corner to calculate. <br><br><b>Calories From Fat</b><br><p>Calories from fat contribute to the total number of calories. For instance, if the nutrition facts label says one serving of food contains 300 calories and 180 of that from fats, this means that the remaining 120 calories come from other sources such as carbohydrates and protein.</p>"
        }
	},
    "popupFootnotes": {
        "label": {
            "th": "*ร้อยละของปริมาณสารอาหารที่แนะนำให้บริโภคต่อวันสำหรับคนไทยอายุตั้งแต่ 6 ปีขึ้นไป โดยคิดจากความต้องการพลังงานวันละ 2000 กิโลแคลอรี่",
            "en": "*Percent Daily Values are based on a 2,000 calorie diet. Your daily values may be higher or lower depending on your calorie needs:"
        },
        "description": {
            "th": "<h2>ปริมาณที่แนะนำต่อวัน + ตารางหมายเหตุ</h2><p>ปริมาณที่แนะนำต่อวัน คือปริมาณของสารอาหารต่อการบริโภค 1 ครั้ง โดยอิงจากค่าเฉลี่ยที่คนต้องการสารอาหารต่อวัน เปอร์เซ็นต์ของปริมาณที่ควรได้รับต่อวันนั้นจะสอดคล้องตามค่าพลังงาน 2000 แคลอรี่ที่จะช่วยให้ผู้บริโภคตัดสินใจว่าควรรับประทานปริมาณเท่าไรเพื่อให้เพียงพอต่อความต้องการต่อวัน ซึ่ง เปอร์เซ็นต์ปริมาณแนะนำต่อวันคือปริมาณสารอาหารที่ต้องการต่อวันในหนึ่งหน่วยบริโภค</p><br><p>ตัวอย่างเช่น ไอศกรีมเบน แอนด์เจอร์รี่ ระบุในตารางโภชนาการว่ามีใยอาหาร 2 กรัมต่อหนึ่งหน่วยบริโภค โดยที่ในหนึ่งวันเราต้องการใยอาหาร 25 กรัม (100% ของปริมาณที่แนะนำต่อวัน) ดังนั้นใยอาหาร 2 กรัม จึงคิดเป็น 8% ของปริมาณที่แนะนำต่อวัน ยังเหลืออีก 23 กรัมที่ร่างกายต้องการ (92% ของปริมาณที่แนะนำต่อวัน) โดยคิดจากพลังงานต่อวันที่ 2000 แคลอรี่</p><div class='img-container'><img src='/usingdv-th.png'/><span class='subscribe'>U.S. Food and Drug Administration. Image of the usage of %DV. “What’s On The Nutrition Facts Label.” The Nutrition Facts Label: At a Glance, FDA, www.accessdata.fda.gov/scripts/InteractiveNutritionFactsLabel/factsheets/Whats_On_The_Nutrition_Facts_Label.pdf.</span></div><br><p>ในหมายเหตุจะแสดงค่าเปอร์เซ็นต์ของปริมาณที่แนะนำต่อวันเทียบเท่ากับ 100% สำหรับสารอาหารที่ค่าพลังงาน 2000 และ 2500 แคลอรี่ ซึ่งเป็นค่ามาตรฐานสารอาหารที่แนะนำต่อวัน อย่างไรก็ตามปริมาณที่แนะนำต่อวันขึ้นกับปริมาณพลังงานที่ต้องการต่อคน</p><div class='img-container'><img src='/footnotes-th.png'/><span class='subscribe'>U.S. Food and Drug Administration, FDA. Image of Footnotes “Labeling & Nutrition -How to Understand and Use the Nutrition Facts Label.” US Food and Drug Administration Home Page, Center for Drug Evaluation and Research, 1 Mar. 2018, www.fda.gov/food/labelingnutrition/ucm274593.htm.</span></div><br><p>ในแต่ละประเทศจะมีค่ามาตรฐานของปริมาณที่ต้องการต่อวันของตนเอง แม้ว่าแนวทางส่วนใหญ่จะคล้ายๆกัน แต่อาจมีชื่อเรียกต่างกัน อย่างในประเทศไทยเรียกว่า <a target='_blank' href='http://food.fda.moph.go.th/Rules/dataRules/4-4-2ThaiRDI.pdf'>Thai RDI (Thai Recommended Intake)</a> หรือ ค่าสารอาหารที่แนะนำให้บริโภคประจำวันสำหรับคนไทยอายุตั้งแต่ 6 ปีขึ้นไป </p>",
            "en": "<h2>Daily Value + Footnotes</h2><p><b>Daily Value</b> (DV) is the amount of nutrition per one serving that an average person needs per day. %DVs are based on a 2,000 calorie diet which helps consumers to determine how much (in percentage) a serving of the product is needed to reach the DV. Instead of adding up to 100%, the %DV is the percentage of the Daily Value for each nutrient in one serving.</p><br><p>For instance, this Ben&Jerry ice-cream nutrition facts label indicates that there are 2 grams (g) of dietary fiber per serving. For a 2000-calorie diet, a person needs 25g (100% DV) of dietary fiber per day. Therefore the %DV for dietary fiber for this ice-cream is 8%. Since 2g of fiber is 8% DV, a person still needs 23 more grams (92% DV) of fiber to maintain a 2000-calorie diet.</p><div class='img-container'><img src='/usingdv-en.png'/><span class='subscribe'>U.S. Food and Drug Administration. Image of the usage of %DV. “What’s On The Nutrition Facts Label.” The Nutrition Facts Label: At a Glance, FDA, www.accessdata.fda.gov/scripts/InteractiveNutritionFactsLabel/factsheets/Whats_On_The_Nutrition_Facts_Label.pdf.</span></div><br><p>The footnotes show the %Daily Value equivalent to 100% for each nutrient based on both 2,000 and 2,500 calorie diet, which is the basis for general nutrition advice. However, the Daily Value depends on the calorie needs of each person.</p><div class='img-container'><img src='/footnotes-en.png'/><span class='subscribe'>U.S. Food and Drug Administration, FDA. Image of Footnotes “Labeling & Nutrition -How to Understand and Use the Nutrition Facts Label.” US Food and Drug Administration Home Page, Center for Drug Evaluation and Research, 1 Mar. 2018, www.fda.gov/food/labelingnutrition/ucm274593.htm.</span></div><br><p>Each country has its own nutrition guideline. Although most guidelines have similar DV, these guidelines might be called differently. For instance, in Thailand, the guideline is called <a target='_blank' href='http://food.fda.moph.go.th/Rules/dataRules/4-4-2ThaiRDI.pdf'>Thai Recommended Intake (Thai RDI).</a></p>"
        }
    },
    "popupFat": {
        "label": {
            "totalFat": {
                "left": {
                    "th": "<b>ไขมันทั้งหมด</b> 20 ก.",
                    "en": "<b>Total Fat</b> 20 g"                    
                },
                "right": "<b>31</b>%"
            },
            "satFat": {
                "left": {
                    "th": "ไขมันอิ่มตัว 11 ก.",
                    "en": "Saturated Fat 11 g"                    
                },
                "right": "<b>55</b>%"
            },
            "transFat": {
                "left": {
                    "th": "ไขมันทรานส์ 0 ก.",
                    "en": "Trans Fat 0 g"                    
                },
                "right": ""
            },
            "cholesterol": {
                "left": {
                    "th": "<b>โคเลสเตอรอล</b> 50  มก.",
                    "en": "<b>Cholesterol</b> 50  mg"
                },
                "right": "<b>17</b>%"
            }        
        },
        "description": {
            "th": "<h2>ไขมันทั้งหมด + ไขมันอิ่มตัว + ไขมันไม่อิ่มตัว + คอเลสเตอรอล</h2><p><b>ไขมันทั้งหมด</b> จะแสดงค่ารวมของไขมันทุกชนิด : ไขมันอิ่มตัว ไขมันไม่อิ่มตัว ไขมันทรานส์ ไขมันเป็นหนึ่งในสามสารอาหารหลัก เป็นแหล่งพลังงานให้กับร่างกาย โดยที่ไขมันจะเป็นแหล่งพลังงานที่สอง หลังจากร่างกายใช้พลังงานจากคาโบไฮเดรตหมดไป</p><br><p><b>ปริมาณที่แนะนำต่อวัน:</b> 65 กรัมต่อวัน (โดยคิดจากความต้องการพลังงานวันละ 2,000 แคลอรี่)</p><br><p>แต่ละชนิดของไขมันจะประกอบไปด้วยชนิดของคอเรสเตอรอลที่ต่างกัน คอเรสเตอรอล เป็นโมเลกุลชนิดหนึ่งของไขมันที่มีความสำคัญต่อร่างกาย ตัวอย่างเช่น คอเรสเตอรอลจำเป็นต่อการเสริมสร้างโครงสร้างและเยื่อหุ้มเซลล์ เป็นส่วนสำคัญในการสังเคราะห์ฮอร์โมน เช่น คอติซอล ซึ่งเป็นฮอร์โมนความเครียด, เอสโตรเจนและเทสโทสเตอโรน ซึ่งเป็นฮอร์โมนเพศ นอกจากนี้เมื่อร่างกายได้รับแสงแดด คอเรสเตอรอลยังเป็นส่วนสำคัญในการสังเคราะห์วิตามินดี</p><br><p>คอเรสเตอรอลแบ่งเป็น 2 ชนิด ชนิดที่ดี คือ HDL (High-Density Lipoprotein) ส่วนชนิดที่ไม่ดีต่อสุขภาพ คือ LDL (Low Density Lipoprotein) LDL มักพบในอาหารที่มีไขมันอิ่มตัวและไขมันทรานส์ เมื่อรับประทานเข้าไปมากๆ จะทำให้ส่งผลให้เกิดโรคหลอดเลือดหัวใจ แต่ในขนะเดียวกันการรับประทานไขมันดีอย่าง HDL เข้าไปช่วยป้องกันการเกิดโรคหัวใจได้ </p><br><b>ไขมันอิ่มตัว</b> พบได้ในอาหารหลายชนิด แต่ทั่วไปจะพบในผลิตภัณฑ์ที่ได้จากสัตว์<br>ตัวอย่างอาหารที่มีไขมันอิ่มตัว:<br><ul> <li>ผลิตภัณฑ์จากนม : มายองเนส ชีส ไอศกรีม นมเต็มมันเนย</li><li>เนื้อแดง : เนื้อวัว เนื้อหมู</li><li>โปรตีนที่มีไขมันน้อย : สัตว์ปีก กุ้ง หอย</li><li>อาหารแปรรูป : ไส้กรอก ขนมปัง อาหารกระป๋อง อาหารสำเร็จรูป พิซซ่า</li></ul><br><b>ไขมันไม่อิ่มตัว</b> สามารถพบได้จากพืช ถั่วและธัญพืช แบ่งได้ 2 ประเภทคือ ไขมันไม่อิ่มตัวเชิงเดี่ยว และไขมันไม่อิ่มตัวเชิงซ้อน <br><ol> <li><b>ไขมันไม่อิ่มตัวเชิงเดี่ยว</b> <ul> <li>มะกอก ถั่วลิสง น้ำมันคาโนลา</li><li>อโวคาโด</li><li>ถั่ว : อัลมอนด์ เฮเซลนัท พีแคน</li><li>เมล็ดพืช : ฟักทอง งา</li></ul> </li><li><b>ไขมันไม่อิ่มตัวเชิงซ้อน</b> <ul> <li>เมล็ดดอกทานตะวัน ข้าวโพด ถั่วเหลือง น้ำมันเมล็ดแฟล็กซ์ </li><li>วอลนัท</li><li>เมล็ดแฟล็กซ์</li><li>ปลา : แมคคาเรล แซลมอน ซาดีน</li></ul> </li></ol><br><b>ไขมันทรานส์</b> เป็นไขมันที่ไม่ดีส่งผลเสียกับสุขภาพมากกว่าไขมันอิ่มตัว เพราะไม่เพียงแค่ลดไขมันดี HDL เท่านั้นยัง เพิ่มปริมาณไขมันเลว LDL ในร่างกายอีกด้วย อาหารที่มีไขมันทรานส์ได้แก่<br><ul> <li>ขนมอบ : เค้ก คุกกี้ ขนมปังกรอบ ไอซิ่ง</li><li>อาหารทอด : มันฝรั่งแผ่นทอด เฟรนช์ฟราย</li><li>เนยเทียม</li><li>อาหารฟาสฟู้ด : แฮมเบอร์เกอร์ พิซซ่า </li></ul><br><p>เพื่อหลีกเลี่ยงไขมันทรานส์ ให้สังเกตคำว่า ‘hydrogenated’ หรือ ‘shortening’ ที่อธิบายกระบวนการเกิดไขมันทรานส์ในส่วนประกอบบนฉลาก ข้อแนะนำในการทานอาหารของคนอเมริกาได้แนะนำให้เลือกทานอาหารที่มีปริมาณไขมันไม่อิ่มตัวสูงมากกว่าไขมันอิ่มตัวและไขมันทรานส์ ถ้าจะให้ดีควรบริโภคไขมันอิ่มตัวน้อยกว่า 10% ของพลังงานต่อวันและจำกัดการบริโภคไขมันทรานส์ให้น้อยที่สุดเท่าที่ทำได้</p><br><b>ตัวอย่างการคำนวณสำหรับไขมันแต่ละชนิด</b><br><p>ตัวอย่าง ไอศกรีมมีพลังงานจากไขมัน 180 แคลอรี่ต่อการรับประทาน 1 ครั้ง ไขมันรวมทั้งหมด 20 กรัม และเป็นไขมันอิ่มตัว 11 กรัม ดังนั้นสามารถคำนวณได้ว่า 99 แคลอรี่ได้จากไขมันอิ่มตัว ดูได้จากตัวอย่างการคำนวณต่อไปนี้</p><br><p>&nbsp;&nbsp;&nbsp;&nbsp;ไขมันอิ่มตัว 11/20 x 180=99 แคลอรี่</p><br><p>เนื่องจากไม่มีไขมันทรานส์ในผลิตภัณฑ์นี้ แคลอรี่ที่เหลือจึงเป็นไขมันไม่อิ่มตัวซึ่งมีอยู่ 81 แคลอรี่ ตามตัวอย่างการคำนวณด้านล่างนี้</p><br><p>&nbsp;&nbsp;&nbsp;&nbsp;ไขมันไม่อิ่มตัว 9/20 x 180=81 แคลอรี่</p>",
            "en": "<h2>Total Fat + Saturated Fat + Unsaturated fat + Cholesterol</h2><p><b>Total Fat</b> represents all types of fats: saturated, unsaturated and trans fat. Fat, one of the three macronutrients, provides calories for the body. It serves as a secondary source of energy, and our body uses energy from fats once calories from carbohydrates are used up.</p><br><p><b>DV:</b> 65g per day (based on a 2,000 calorie diet)</p><br><p>Each type of fat contains different types of cholesterol. Cholesterol is a type of lipid that plays several important roles in the body. For instance, cholesterol is essential for forming and maintaining cell membranes and structures. It is also vital for synthesising a number of hormones such as cortisol, which is a stress hormones, and estrogen&testosterone, which are the sex hormones. Besides, in the presence of sunlight, cholesterol is important for the synthesis of Vitamin D.</p><br><p>Two types of cholesterol are LDL (Low Density Lipoprotein), which is the unhealthy cholesterol, and HDL (High-Density Lipoprotein), which is the healthy cholesterol. LDL is found in food containing saturated fat and trans fat, and consuming too much LDL can lead to atherosclerosis (coronary heart disease). HDL is found in unsaturated fat, and consuming this type of fat helps lower LDL, and helps protect against heart attack.</p><br><b>Saturated fat</b> is found in a variety of food, but it is commonly found in animal products. Here are some examples of food that contains saturated fat:<br><ul> <li>Dairy products: mayonnaise, cheese, ice-cream, whole-milk/full dairy milk</li><li>Red meats: beef, pork</li><li>Lean protein: poultry, shrimp, shellfish</li><li>Processed food: sausage, bread, canned foods, and prepackaged food, pizza</li></ul><br><b>Unsaturated fat</b> can be found mainly from vegetables, nuts, and seeds. There are two main types of unsaturated fats: Monounsaturated and Polyunsaturated.</p><ol> <li><b>Monounsaturated fats</b> <ul> <li>Olive, peanut, and canola oils</li><li>Avocados</li><li>Nuts: almonds, hazelnuts, and pecans</li><li>Seeds: pumpkin and sesame seeds</li></ul> </li><li><b>Polyunsaturated fat</b> <ul> <li>Sunflower, corn, soybean, and flaxseed oils</li><li>Walnuts</li><li>Flax seeds</li><li>Fish: Mackerel, salmon, Sardines </li></ul> </li></ol><br><b>Trans fat</b> is more unhealthy than saturated fat because it not only increases LDL, but it also lowers HDL. Below are the examples of food that contains trans fat:<ul> <li>Baked goods (contain the most trans fat): cakes, cookies, crackers, icings</li><li>Fried food: chips, french fries</li><li>Stick margarine</li><li>Takeaway foods (hamburgers, pizza) </li></ul><br><p>To avoid trans fats, look for words such as ‘hydrogenated’ or ‘shortening’ in the ingredients , which describe processes of making trans fat.</p><br><p>It is recommended by The Dietary Guidelines for Americans to choose food that contains higher unsaturated fat than saturated or trans fat. Ideally, it is advised to consume less than 10% of calories from saturated fat per day and limit the consumption of trans fat as low as possible.</p><br><b>Sample Calculation for each type of fat</b><br><p>From the example, the ice-cream contains 180 calories from fat per serving. The total fat is 20g, and 11g of that is from saturated fat. Therefore, it can be calculated that there are 99 calories from saturated fat. Sample calculation of calories for saturated fat can be seen below:</p><br><p>&nbsp;&nbsp;&nbsp;&nbsp;11/20 x 180=99 cal.</p><br><p>Since there is no trans fat in this product, the remaining 81 calories is for unsaturated fat. Sample calculation of calories for unsaturated fat can be seen below:</p><br><p>&nbsp;&nbsp;&nbsp;&nbsp;9/20 x 180=81 cal.</p>"
            }
    },
    "popupSodium": {
        "label": {
            "left": {
                "th": "<b>โซเดียม</b> 55 มก.",
                "en": "<b>Sodium</b> 55 mg"
            },
            "right": "<b>2</b>%"
        },
        "description": {
            "th": "<h2>โซเดียม</h2><p>โซเดียมมีส่วนช่วยควบคุมของเหลวในร่างกายให้อยู่ในระดับที่สมดุล และช่วยควบคุมการทำงานของระบบกล้ามเนื้อและระบบประสาท โซเดียมสามารถพบได้ในอาหารทั่วไป การขาดโซเดียมไม่น่ากังวลเท่าไร แต่การบริโภคโซเดียมมากเกินไปกลับเป็นปัญหาที่น่าเป็นห่วงมากกว่า เพราะว่าโซเดียมที่มากเกินจะทำให้ความดันโลหิตเพิ่ม ซึ่งก่อให้เกิดความเสี่ยงต่อโรคหัวใจ โรคหลอดเลือดสมอง กระดูกเสื่อมและโรคไต </p><br><p>รูปแบบของโซเดียมส่วนใหญ่จะอยู่ในรูปของเกลือ (โซเดียมคอไรด์) ส่วนรูปแบบอื่น ได้แก่ เบกกิ้งโซดา ผงฟู และผงชูรส ซึ่งมีปริมาณโซเดียมอยู่สูง</p><br><b>ตัวอย่างอาหารที่มีปริมาณโซเดียมสูง : </b><br><ol> <li>พิซซ่า</li><li>ชีส</li><li>เบอริโต้ ทาโก้</li><li>อาหารกระป๋อง</li><li>ซอสมะเขือเทศ</li></ol><br><b>ปริมาณโซเดียมที่แนะนำต่อวัน</b> : น้อยกว่า 2400 มิลลิกรัมต่อวัน (โดยคิดจากความต้องการพลังงานวันละ 2,000 และ 2,500 แคลอรี่)",
            "en": "<h2>Sodium</h2><p>Sodium helps balance the body fluids and regulate the function of muscles and nerves. Sodium can be widely found in the food supply, so usually we do not need to worry about sodium deficiency. Rather, overconsumption of sodium is more of a concern. Too much salt intake can increase blood pressure, which consequently increases the risk of heart disease, stroke, bone loss, and kidney disease</p><br><p>The most common form of sodium is salt (Sodium Chloride). Other foods such as baking soda, baking powder, and MSG also contain high sodium. </p><br><b>Examples of food that contains high sodium include:</b><br><ol> <li>Pizza</li><li>Cheese</li><li>Burritos and Tacos</li><li>Canned food</li><li>Tomato sauce</li></ol><br><b>DV</b> : less than 2,400mg per day (for both 2,000 and 2,500 calorie diet)"
        }
    },
    "popupCarbohydrate": {
        "label": {
            "carbohydrate": {
                "left": {
                    "th": "<b>คาร์โบไฮเดรตทั้งหมด</b> 28 ก.",
                    "en": "<b>Total Carbohydrate</b> 28 g"
                },
                "right": "<b>9</b>%"    
            },
            "fiber": {
                "left": {
                    "th": "ใยอาหาร 2 ก.",
                    "en": "Dietary Fiber 2 g"
                },
                "right": "<b>8</b>%"    
            },
            "sugar": {
                "left": {
                    "th": "น้ำตาล 25 ก.",
                    "en": "Sugars 25 g"
                },
                "right": ""    
            }
        },
        "description": {
            "th": "<h2>คาร์โบไฮเดรต + ใยอาหาร + น้ำตาล</h2><p>คาร์โบไฮเดรตก็เป็นอีกหนึ่งสารอาหารหลัก เพราะเป็นแหล่งพลังงานที่สำคัญของร่างกาย ตามข้อแนะนำในการทานอาหารของคนอเมริกา เราควรได้รับคาร์โบไฮเดรตประมาณ 45 -65 % ของปริมาณพลังงานต่อวัน คาร์โบไฮเดรตแบ่งได้หลายชนิด ได้แก่ น้ำตาล น้ำตาลแอกอฮอล์ แป้ง และใยอาหาร</p><br><p><b>ปริมาณที่แนะนำต่อวันสำหรับคาร์โบไฮเดรต</b>: 300 กรัม (โดยคิดจากความต้องการพลังงานวันละ 2,000 แคลอรี่)</p><br><b>เส้นใยอาหาร Dietary Fiber</b><br><p>ใยอาหารแบ่งได้เป็น 2 ประเภท คือ ใยอาหารที่ละลายน้ำและไม่ละลายน้ำ</p><p>ใยอาหารที่ละลายน้ำช่วยลดปริมาณคอเรสเตอรอลในหลอดเลือดและลดความเสี่ยงต่อการเกิดโรคหัวใจ นอกจากนี้ยังช่วยลดน้ำตาลในเลือดที่เป็นสาเหตุของโรคเบาหวาน ในทางกลับกันเนื่องจากเอนไซม์ในระบบย่อยของมนุษย์ไม่สามารถย่อยใยอาหารที่ไม่ละลายน้ำได้ ดังนั้นใยอาหารที่ไม่ละลายน้ำจึงช่วยในการเคลื่อนตัวของอาหารในระบบขับถ่ายและลดปัญหาท้องผูก</p><br><b>แหล่งที่ดีของไฟเบอร์</b><br><ul> <li>ธัญพืชไม่ขัดสี</li><li>ผลไม้ (กล้วย , ชมพู่ , มะละกอ)</li><li>ผัก</li><li>ถั่วฝักและถั่วเมล็ดแห้ง</li><li>ถั่วเปลือกแข็ง</li></ul><br><b>ปริมาณที่แนะนำต่อวัน</b>: 25 กรัม (โดยคิดจากความต้องการพลังงานวันละ 2,000 แคลอรี่)<br><br><b>น้ำตาล</b><p>น้ำตาลเป็นคาร์โบไฮเดรตทั่วไป ที่เป็นแหล่งพลังงานที่ร่างกายจะนำมาใช้ก่อนเป็นอันดับแรก แต่จะคงอยู่ในช่วงเวลาสั้นๆ นอกจากนี้น้ำตาลทำให้สมองหลั่งสารโดปามีนซึ่งเป็นสารเคมีที่ทำให้มีความสุขจึงอาจทำให้เกิดการติดน้ำตาลเพิ่มขึ้น การกินน้ำตาลมากเกินไปอาจนำไปสู่โรคหัวใจ หัวใจวายและโรคหลอดเลือดสมองได้ นอกจากนี้ปริมาณน้ำตาลที่สูงยังส่งผลต่อการทำงานของตับและตับอ่อน ซึ่งอาจนำไปสู่โรคเบาหวานประเภทที่ 2 </p><br>น้ำตาลพบได้ทั้งในอาหารตามธรรมชาติและน้ำตาลที่เราเติมเพิ่มลงไปในอาหาร<ul><li>น้ำตาลธรรมชาติมีอยู่ในผลไม้ ผัก และนม ในผักผลไม้จะพบอยู่ในรูปของน้ำตาลฟรุคโตส ส่วนในนมจะพบน้ำตาลแลคโตส </li><li>น้ำตาลที่เติมเข้าไปนั้น พบในอาหารจำพวก น้ำอัดลม ลูกอม ขนมอบ ขนมหวานและนมข้นหวาน มีชื่อเรียกน้ำตาลเหล่านี้ ได้แก่ ซูโครส(น้ำตาลทราย) , น้ำเชื่อมข้าวโพด ,น้ำเชื่อมข้าวโพดชนิดฟรุคโตสสูง ,น้ำผลไม้เข้มข้น, มอลโตส, เดกซ์โทรส, ซูโครส, น้ำผึ้งและน้ำเชื่อมเมเปิ้ล </li></ul><br><p>1 กรัมของน้ำตาลจะให้พลังงาน 4 กิโลแคลอรี่ สำหรับน้ำตาลที่เติมเข้าไปนั้นข้อแนะนำในการทานอาหารของคนอเมริกาได้ระบุว่าควรบริโภคน้อยกว่า 10% ของค่าพลังงานต่อวัน ซึ่งจะเท่ากับ 50 กรัม สำหรับพลังงาน 2000 แคลอรี่ที่ควรได้รับต่อวัน</p><br><p><b>ตัวอย่างการคำนวณ</b> 50 x 4=200 แคลอรี่ ซึ่งคิดเป็น 10 % ของ 2000 แคลอรี่</p>",
            "en": "<h2>Carbohydrate + Dietary Fiber + Sugar </h2><p>Carbohydrate is also a macronutrient and it is our body’s main source of energy. According to the Dietary Guidelines for Americans, it is recommended that carbohydrates should make up about 45-65% of the total daily calories. There are several types of carbohydrates: sugars, sugar alcohols, starches, and dietary fiber.</p><br><p><b>DV</b>: 300g per day (based on a 2,000 calorie diet)</p><br><b>Dietary Fiber</b><br><p>There are two types of fiber: soluble and insoluble. Soluble fiber helps lower blood cholesterol, and consequently reduces the risk of heart diseases. It also lowers blood glucose levels, which reduces the risk of type 2 diabetes. On the other hand, human digestive enzymes cannot break down insoluble fiber. Therefore, fiber promotes the movement of material through the digestive system and alleviates constipation issues. </p><br><b>Good Source of Fiber</b><br><ul> <li>Whole-grain products</li><li>Fruits (Banana, rose apple, papaya) </li><li>Vegetables</li><li>Beans, peas and other legumes</li><li>Nuts and seeds</li></ul><br><b>DV</b>: 25g per day (based on a 2,000 calorie diet) <br><br><b>Sugar</b><p>Sugars are simple carbohydrates that serve as the primary source of energy, but they last only for a short period of time. Sugars also cause our brain to release Dopamine, a chemical that makes us happy, which increases their addictiveness. Also, consuming too much sugar can lead to heart disease, heart attack, and stroke. Additionally, overconsumption of sugar affects liver and pancreas functions, potentially leading to type 2 diabetes.</p><br>Sugars are both found naturally in foods and are added to foods<ul><li><b>Natural sugar</b> are found in fruits vegetables and milk. In fruits and vegetables, sugars can be found as fructose, while in milk, sugars can be found as lactose. </li><li><b>Added sugar</b> is commonly found in sugary drinks, candy, baked goods, and sweetened dairy. Other names for added sugar include sucrose, corn syrup, high-fructose corn syrup, fruit juice concentrate, maltose, dextrose, sucrose, honey, and maple syrup.</li></ul><br><p>One gram of sugar provides 4 calories. For added sugar, the Dietary Guidelines for Americans recommends to consume less than 10% of calories per day, which is equivalent to about 50 grams based on a 2,000 calorie diet. </p><br><p><b>Sample Calculation</b> : 50x4=200 calories (10% of 2000 calories) </p>"
        }
    },
    "popupProtein": {
        "label": {  
            "th": "<b>โปรตีน</b> 5 ก.",
            "en": "<b>Proteins</b> 5 g"
        },
        "description": {
            "th": "<h2>โปรตีน</h2><p>โปรตีนเป็นหนึ่งในสารอาหารหลักที่ให้พลังงาน โปรตีนประกอบไปด้วยกรดอะมิโน จึงเป็นส่วนประกอบหลักของเซลล์ในร่างกาย โปรตีนมีความสำคัญในการเสริมสร้างกระดูก กล้ามเนื้อ กระดูกอ่อน ผิวหนังและเลือด ร่างกายเราใช้โปรตีนเพื่อซ่อมแซมเนื้อเยื่อ สร้างเอนไซม์ ฮอร์โมนและสารเคมีอื่น ๆ ดังนั้นหากร่างกายขาดโปนตีนอาจนำไปสู่การสูญเสียมวลกล้ามเนื้อในผู้ใหญ่และภาวะแคระแกรนในเด็ก</p><br><b>แหล่งโปรตีนที่ดี</b><br><ol> <li>ไข่</li><li>ถั่ว</li><li>อาหารทะเล</li><li>ถั่วเหลือง</li><li>เนื้อสัตว์</li><li>โยเกิร์ตแบบกรีก</li><li>พอร์คชอป</li><li>อกไก่ไร้หนัง</li></ol><br><b>ปริมาณที่แนะนำต่อวัน</b> : 50 กรัม (โดยคิดจากความต้องการพลังงานวันละ 2,000 แคลอรี่)",
            "en": "<h2>Protein</h2><p>Protein is also one of the macronutrients in food that provide calories. It is composed of amino acids and it is the main component of cells in our bodies. Protein is an important building block of bones, muscles, cartilage, skin, and blood. Our body uses protein to repair tissues, make enzymes, hormones, and other body chemicals. Protein deficiency can lead to the loss of muscle mass in adults and stunted growth in children.</p><br><b>Good sources:</b><br><ul> <li>Eggs</li><li>Beans</li><li>Seafood</li><li>Soy</li><li>Meat</li><li>Greek yogurt</li><li>Pork chop</li><li>Skinless chicken breast</li></ul><br><b>DV</b> : 50g per day (based on a 2,000 calorie diet)"
        }
    },
    "popupVitamin": {
        "label": {
            "A": {
                "left": {
                    "th": "วิตามินเอ",
                    "en": "Vitamin A"
                },
                "right": "8%" 
            },
            "C": {
                "left": {
                    "th": "วิตามินซี",
                    "en": "Vitamin C"
                },
                "right": "0%" 
            }
        },
        "description": {
            "th": "<h2>วิตามินเอและซี</h2><p>ทั้งวิตามิน A และ C ต่างก็เป็นสารต้านอนุมูลอิสระที่จำเป็นต่อร่างกาย อนุมูลอิสระเกิดขึ้นตามธรรมชาติเมื่อร่างกายของเราย่อยอาหารหรือเมื่อสัมผัสกับควันหรือรังสี หากไม่มีสารต้านอนุมูลอิสระที่ไปยับยั้งการเกิดกระบวนการเหล่านั้น อนุมูลอิสระจะทำให้เกิดความเสียหายต่อเซลล์และนำไปสู่โรคต่างๆเช่นโรคมะเร็งและโรคหัวใจ</p><br><b>วิตามินเอ</b><br><p>วิตามินเอเป็นสิ่งจำเป็นสำหรับการมองเห็นที่ดีเพราะช่วยปกป้องสุขภาพดวงตา นอกจากนี้ยังช่วยให้ผิวเปล่งปลั่งและเพิ่มประสิทธิภาพการทำงานของระบบประสาท การขาดวิตามินเออาจนำไปสู่การตาบอดในเวลากลางคืน และเป็นโรคสะเก็ดเงินซึ่งคือโรคผิวหนังเรื้อรัง อย่างไรก็ตามการได้รับวิตามินเอมากเกินไปอาจทำให้เกิดผลเสียสำหรับหญิงตั้งครรภ์และทำให้ตับมีปัญหา</p><br><b>แหล่งของวิตามินเอ</b><br><ul> <li>มันหวาน</li><li>ตับอ่อน</li><li>ป๋วยเล้ง</li><li>แครอท</li><li>ไข่แดง</li></ul><br><b>ปริมาณที่แนะนำต่อวัน</b> : 5,000 IU (ปริมาณแนะนำสำหรับชาวอเมริกันอายุ 4 ปีหรือมากกว่า)<br><br><b>วิตามินซี</b><p>เนื่องจากวิตามินซีเป็นตัวช่วยสำคัญในการสร้างคอลลาเจนซึ่งเป็นส่วนประกอบที่สำคัญในเนื้อเยื่อเกี่ยวพัน วิตามินซีจึงเป็นสารอาหารที่สำคัญสำหรับการเจริญเติบโต และการบำรุงรักษากระดูกอ่อน กระดูกและฟัน อีกทั้งยังมีส่วนช่วยในการฟื้นฟูร่างกายและป้องกันระบบภูมิคุ้มกันบกพร่อง หากขาดวิตามินซีอาจจะทำให้เกิดโรคเลือดออกตามไรฟัน ส่งผลให้เกิดโรคโลหิตจาง อ่อนเพลียง่าย และโรคเหงือกอีกด้วย การขาดวิตามินซียังนำทำให้รอยช้ำและแผลหายช้ากว่าปกติเนื่องจากผลิตคอลลาเจนได้ไม่ดี ฉะนั้นการขาดวิตามินซีจึงทำให้ภูมิคุ้มกันต่ำลงและเกิดความเสี่ยงต่อการติดเชื้อมากขึ้น วิตามินซีต่างจากวิตามินเอที่ว่าเมื่อบริโภควิตามินซีมากเกินไปนั้นไม่ได้ทำให้เกิดอาการร้ายแรงเหมือนวิตามินเอแต่อาจมีอาการท้องเสียและคลื่นไส้</p><br><b>แหล่งที่ดีของวิตามินซี</b><br><ul> <li>ส้ม</li><li>ฝรั่ง</li><li>มะม่วง</li><li>ดอกกะหล่ำ</li><li>กะหล่ำปลี</li></ul><br><b>ปริมาณที่แนะนำต่อวัน</b> : 60 มก (ปริมาณแนะนำสำหรับชาวอเมริกันอายุ 4 ปีหรือมากกว่า)",
            "en": "<h2>Vitamin A and C</h2><p>Both Vitamins A and C are antioxidants which are essential for our health because these nutrients counteract free radicals’ damaging effects. Free radicals occur naturally when our bodies break down food or exposed to smoke or radiation. If their activities do not get decreases by antioxidants, the radicals will cause damage to cells and contribute to diseases like cancer and heart disease.</p><br><b>Vitamin A</b><br><p>Vitamin A is essential for good vision because it helps protect vision. Additionally, this vitamin keeps our skin glowing and improves neurological function. Deficiency of Vitamin A can lead to night blindness and scaly skin. However, overconsuming can lead to birth defects for pregnant women and liver problems</p><br><b>Good Sources of Vitamin A</b><br><ul> <li>Sweet potato</li><li>Beef Liver</li><li>Spinach</li><li>Carrots</li><li>Egg yolks</li></ul><br><b>DV :</b> 5,000 IU per day (recommended for Americans 4 years of age or older) <br><br><b>Vitamin C</b><p>Vitamin C is an important nutrient for growth and the maintenance of cartilage, bones, and teeth. It also contributes to the healing process and helps protect against immune system deficiencies. Vitamin C deficiency causes scurvy, which is a disease that involve symptoms such as anemia, exhaustion, and gum diseases. Lack of Vitamin C also lead to easy bruising and slowly healing wounds because of poor collagen production and formation. Moreover, deficiency of Vitamin C also leads to poor immunity, which increases the risk of infection. Unlike Vitamin A, overconsumption of Vitamin C is unlikely to be harmful, but it might lead to minor symptoms like diarrhea and nausea.</p><br><b>Good sources of vitamin C</b><br><ul> <li>Oranges</li><li>Guava</li><li>Mango</li><li>Cauliflower</li><li>Brussel sprouts</li></ul><br><b>DV :</b> 60mg per day (recommended for Americans 4 years of age or older)"
        }
    },
    "popupCalciumiron": {
        "label": {
            "calcium": {
                "left": {
                    "th": "แคลเซียม",
                    "en": "Calcium"
                },
                "right": "10%" 
            },
            "iron": {
                "left": {
                    "th": "เหล็ก",
                    "en": "Iron"
                },
                "right": "15%" 
            }
        },
        "description": {
            "th": "<h2>แคลเซียม</h2><p>แคลเซียมมีบทบาทสำคัญในการทำงานของกล้ามเนื้อหัวใจและเส้นประสาท แคลเซียมมีส่วนช่วยในการดูแลกระดูกและฟันให้แข็งแรง รวมทั้งการเติบโตของกระดูกและการเต้นของหัวใจ แคลเซียมยังมีบทบาทสำคัญในส่งสารสื่อประสาทระหว่างระบบประสาทและกล้ามเนื้อ แคลเซียมนั้นจะถูกเก็บไว้ในกระดูกเพื่อช่วยในการรักษาสมดุลร่างกายของเราเพราะเมื่ออายุมากขึ้น เราจะมีความสามารถในการดูดซึมแคลเซียมจากอาหารน้อยลง และอาจส่งผลให้เกิดภาวะกระดูกพรุนได้ อย่างไรก็ตามการรับประทานแคลเซียมมากเกินไปสามารถก่อให้เกิดอาการคลื่นไส้ การเต้นของหัวใจไม่สม่ำเสมอและอาการปวดในช่องท้อง</p><br><b>แหล่งของแคลเซียม</b><br><ul> <li>นม</li><li>โยเกิร์ต</li><li>ผลิตภัณฑ์ถั่วเหลือง</li><li>อัลมอนด์</li><li>บร็อคโคลี่ / คะน้า (หรือผักใบเขียวอื่น ๆ)</li></ul><br><b>ปริมาณที่แนะนำต่อวัน</b>: 1000 มก (ปริมาณแนะนำสำหรับชาวอเมริกันอายุ 4 ปีหรือมากกว่า)<br><br><h2>เหล็ก</h2><p>ธาตุเหล็กช่วยลำเลียงออกซิเจนไปทั่วร่างกายโดยเฉพาะสมองและกล้ามเนื้อ ถ้าปริมาณออกซิเจนไม่เพียงพอจะทำให้รู้สึกอ่อนเพลีย หมดแรงและเหนื่อยง่าย ธาตุเหล็กช่วยเสริมกระบวนการรับรู้ของร่างกายให้ส่งออกซิเจนในปริมาณที่เพียงพอต่อสมอง เหล็กยังช่วยเสริมสร้างความแข็งแรงของกล้ามเนื้อ โดยเหล็กจะเก็บออกซิเจนไว้ในกล้ามเนื้อเมื่อต้องการเคลื่อนไหว ดังนั้นธาตุเหล็กจึงมีความจำเป็นมากสำหรับผู้ที่ออกกำลังกายอย่างหนัก</p><br><b>แหล่งของธาตุเหล็ก</b><br><ul> <li>เนื้อวัว</li><li>ตับ</li><li>ผักโขม</li><li>พืชตระกูลถั่ว (ถั่ว)</li><li>ดาร์กช็อกโกแลต</li></ul><br><b>ปริมาณที่แนะนำต่อวัน</b>: 18 มก (ปริมาณแนะนำสำหรับชาวอเมริกันอายุ 4 ปีหรือมากกว่า)",
            "en": "<h2>Calcium</h2><p>Calcium plays an essential role in heart, muscle, and nerve functions. It helps maintain strong bones, teeth, bone growth and heart rhythm. It also plays an important role in the transmission of messages through nerves and muscle contraction. Calcium is stored in our bones to provide an additional support in our bodies. As we age, we absorb less calcium from our diet and over time this aging process might lead to osteopenia and osteoporosis. However, overconsumption of calcium can cause nausea, irregular heartbeat and abdominal pain.</p><br><b>Good sources</b><br><ul> <li>Milk</li><li>Yogurt</li><li>Soy product</li><li>Almond</li><li>Broccoli/Kale (or other green leafy vegetables)</li></ul><br><b>DV</b>: 1,000mg per day (recommended for Americans 4 years of age or older) <br><br><h2>Iron</h2><p>Iron helps transport oxygen throughout the body, especially for our brain and muscles. Insufficient oxygen supply can make us become fatigued, weak and tired. Iron improves our cognitive function because it helps to carry enough oxygen to our brain. Iron also helps strengthen our muscle because it stores oxygen in the muscle which requires for movement. Therefore, high amount of iron is needed after a hard workout.</p><br><b>Good sources</b><br><ul> <li>Beef</li><li>Liver</li><li>Spinach</li><li>Legumes (lentils)</li><li>Dark chocolate</li></ul><br><b>DV</b>: 18mg per day (recommended for Americans 4 years of age or older)"
        }
    },
    "popupReference": {
        "label": {
            "th": "แหล่งอ้างอิง",
            "en": "Reference"
        },
        "description": {
            "th": "<h2 style='text-align:center;'>อ้างอิง</h2><p class='cited'>“11 Healthy Foods That Are Very High in Iron.” Healthline, Healthline Media, <br>www.healthline.com/nutrition/11-healthy-iron-rich-foods#section4.</p><p class='cited'>“11 Reasons Why Too Much Sugar Is Bad for You.” Healthline, Healthline Media, <br>www.healthline.com/nutrition/9-reasons-to-avoid-sugar.</p><p class='cited'>“12 Foods That Are Very High in Omega-3.” Healthline, Healthline Media, <br>www.healthline.com/nutrition/12-omega-3-rich-foods#section1.</p><p class='cited'>“7 Impressive Benefits of Vitamin C Supplements.” Healthline, Healthline Media, <br>www.healthline.com/nutrition/vitamin-c-benefits#section4.</p><p class='cited'>“Are You Getting Enough Calcium?” Mayo Clinic, Mayo Foundation for Medical Education and Research, 3 Oct. 2018, <br>www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/calcium-supplements/art-20047097.</p><p class='cited'>Axe, Josh. “Top 10 Foods to Support Vision &amp; Skin.” Dr. Axe, 11 Nov. 2018, <br>draxe.com/top-10-vitamin-foods/.</p><p class='cited'>Axe, Josh. “Top 10 Iron-Rich Foods.” Dr. Axe, 12 Feb. 2017, <br>draxe.com/top-10-iron-rich-foods/.</p><p class='cited'>“Best Sources of Protein.” BBC Good Food, <br>www.bbcgoodfood.com/howto/guide/best-sources-protein.</p><p class='cited'>“Calcium: Supplements, Deficiency, Uses, Effects, and More.” WebMD, WebMD, <br>www.webmd.com/diet/supplement-guide-calcium#2.</p><p class='cited'>Center for Food Safety and Applied Nutrition. “Health Claim Notification Saturated Fat, Cholesterol and Trans Fat.” U.S. Food and Drug Administration, FDA, <br>www.fda.gov/food/food-labeling-nutrition/health-claim-notification-saturated-fat-cholesterol-and-trans-fat-and-reduced-risk-heart-disease.</p><p class='cited'>Center for Food Safety and Applied Nutrition. “How to Understand and Use the Nutrition Facts Label.” U.S. Food and Drug Administration, FDA, <br>www.fda.gov/food/nutrition-education-resources-materials/how-understand-and-use-nutrition-facts-label.</p><p class='cited'>“Choose Your Carbs Wisely.” Mayo Clinic, Mayo Foundation for Medical Education and Research, 7 Feb. 2017, <br>www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/carbohydrates/art-20045705.</p><p class='cited'>Cloe, Adam. “The Actions of Sodium in the Human Body.” Healthy Eating | SF Gate, 7 Dec. 2018, <br>healthyeating.sfgate.com/actions-sodium-human-body-8362.html.</p><p class='cited'>“Daily Values.” NIH Office of Dietary Supplements, U.S. Department of Health and Human Services, <br>ods.od.nih.gov/HealthInformation/dailyvalues.aspx.</p><p class='cited'>Davis, Jeanie Lerche. “Top 10 Sources of Fiber.” WebMD, WebMD, <br>www.webmd.com/diet/features/top-10-sources-of-fiber.</p><p class='cited'>DeNoon, Daniel J. “Too Much Salt Hurting Majority of Americans.” WebMD, WebMD, 26 Mar. 2009, <br>www.webmd.com/heart/news/20090326/too-much-salt-hurting-two-thirds-of-americans#1.</p><p class='cited'>FDA, Food and Drug Administration. “Nutrition Facts Label: Protein.” Protein, <br>www.accessdata.fda.gov/scripts/InteractiveNutritionFactsLabel/factsheets/Protein.pdf.</p><p class='cited'>FDA, U.S. Food and Drug Administration. “FDA Vitamins and Minerals Chart.” Vitamins, <br>www.accessdata.fda.gov/scripts/InteractiveNutritionFactsLabel/factsheets/Vitamin_and_Mineral_Chart.pdf.</p><p class='cited'>FDA, U.S. Food and Drug Administration. “Nutrition Facts Label: Total Carbohydrate.” Total Carbohydrate, <br>www.accessdata.fda.gov/scripts/interactivenutritionfactslabel/factsheets/total_carbohydrate.pdf.</p><p class='cited'>FDA, U.S. Food and Drug Administration. “Nutrition Facts Label: Total Fat.” Total Fat, <br>www.accessdata.fda.gov/scripts/InteractiveNutritionFactsLabel/factsheets/Total_Fat.pdf.</p><p class='cited'>FDA, U.S. Food and Drug Administration. “What’s On The Nutrition Facts Label.” The Nutrition Facts Label: At a Glance, FDA, <br>www.accessdata.fda.gov/scripts/InteractiveNutritionFactsLabel/factsheets/Whats_On_The_Nutrition_Facts_Label.pdf.</p><p class='cited'>“Foods High in Iron.” Healthdirect, Healthdirect Australia, <br>www.healthdirect.gov.au/foods-high-in-iron.</p><p class='cited'>“Formula for Caloric Intake.” LIVESTRONG.COM, Leaf Group, <br>www.livestrong.com/article/178764-caloric-intake-formula/.</p><p class='cited'>Gardner, Amanda. “Dietary Fiber: Insoluble and Soluble Fiber.” WebMD, WebMD, <br>www.webmd.com/diet/features/insoluble-soluble-fiber.</p><p class='cited'>“Healthy Protein Food Sources - WebMD: Eggs, Milk, Cheese, Pork, and More.” WebMD, WebMD, <br>www.webmd.com/fitness-exercise/guide/good-protein-sources#1.</p><p class='cited'>“Home.” British Nutrition Foundation, <br>www.nutrition.org.uk/nutritionscience/nutrients-food-and-ingredients/dietary-fibre.html.</p><p class='cited'>“Home.” British Nutrition Foundation, <br>www.nutrition.org.uk/nutritionscience/nutrients-food-and-ingredients/vitamins.html?limit=1&start=2.</p><p class='cited'>“How to Add More Fiber to Your Diet.” Mayo Clinic, Mayo Foundation for Medical Education and Research, 16 Nov. 2018, <br>www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/fiber/art-20043983.</p><p class='cited'>Hughes, Locke. “How Does Too Much Sugar Affect Your Body?” WebMD, WebMD, <br>www.webmd.com/diet/features/how-sugar-affects-your-body.</p><p class='cited'>Katherine Zeratsky, R.D. “Why You Should Pay Attention to Percent Daily Value.” Mayo Clinic, Mayo Foundation for Medical Education and Research, 3 May 2019, <br>www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/expert-answers/food-and-nutrition/faq-20058436.</p><p class='cited'>Levy, Jillian. “10 Of the Best Foods for Bones &amp; Teeth.” Dr. Axe, 29 Apr. 2018, <br>draxe.com/foods-high-in-calcium/.</p><p class='cited'>Levy, Jillian. “Vitamin A Benefits Eye, Skin &amp; Bone Health.” Dr. Axe, 25 May 2018, <br>draxe.com/vitamin-a/.</p><p class='cited'>Link, Rachael. “Foods High in Sodium Americans Consume Too Much.” Dr. Axe, 13 Aug. 2018, <br>draxe.com/foods-high-in-sodium/.</p><p class='cited'>Link, Rachael. “Top 20 Foods That Can Boost Immunity &amp; Fight Disease.” Dr. Axe, 16 July 2018, <br>draxe.com/vitamin-c-foods/.</p><p class='cited'>Mandal, Ananya. “Cholesterol Physiology.” News, 19 Apr. 2019, <br>www.news-medical.net/health/Cholesterol-Physiology.aspx.</p><p class='cited'>Meal, The Daily. “Which Fruits Contain the Most Sugar?” The Huffington Post, TheHuffingtonPost.com, 7 Dec. 2017, <br>www.huffingtonpost.com/the-daily-meal/which-fruits-contain-the-_b_6632846.html.</p><p class='cited'>Mohr, Chris, and R.d. “10 Sources of Fiber You Should Be Eating Right Now.” Men's Health, Men's Health, 20 June 2018, <br>www.menshealth.com/nutrition/g19663803/best-sources-of-fiber/.</p><p class='cited'>Moll, Jennifer. “Why Some Cholesterol Is Actually Good for Your Body.” Verywell Health, Verywell Health, 5 May 2019, <br>www.verywellhealth.com/benefits-of-cholesterol-what-is-it-good-for-3859584.</p><p class='cited'>“Natural Sources of Sugar &amp; Salt | Healthfully.” LIVESTRONG.COM, Leaf Group, <br>www.livestrong.com/article/308510-natural-sources-of-sugar-salt/.</p><p class='cited'>“Office of Dietary Supplements - Vitamin A.” NIH Office of Dietary Supplements, U.S. Department of Health and Human Services, <br>ods.od.nih.gov/factsheets/VitaminA-HealthProfessional/.</p><p class='cited'>Osterweil, Neil. “The Benefits of Protein.” WebMD, WebMD, <br>www.webmd.com/men/features/benefits-protein#1.</p><p class='cited'>“Overview of Sodium's Role in the Body - Hormonal and Metabolic Disorders.” MSD Manual Consumer Version, MSD Manuals, <br>www.msdmanuals.com/home/hormonal-and-metabolic-disorders/electrolyte-balance/overview-of-sodium-s-role-in-the-body.</p><p class='cited'>“Saturated, Unsaturated, and Trans Fats.” Choose MyPlate, 11 June 2018, <br>www.choosemyplate.gov/saturated-unsaturated-and-trans-fats.</p><p class='cited'>“Sugar 101.” Www.heart.org, <br>www.heart.org/en/healthy-living/healthy-eating/eat-smart/sugar/sugar-101.</p><p class='cited'>Szalay, Jessie. “What Is Protein?” LiveScience, Purch, 10 Dec. 2015, <br>www.livescience.com/53044-protein.html.</p><p class='cited'>The Heart Foundation. “Saturated and Trans Fat.” The Heart Foundation, <br>www.heartfoundation.org.au/healthy-eating/food-and-nutrition/fats-and-cholesterol/saturated-and-trans-fat.</p><p class='cited'>“Types of Fat.” The Nutrition Source, 24 July 2018, <br>www.hsph.harvard.edu/nutritionsource/what-should-you-eat/fats-and-cholesterol/types-of-fat/.</p><p class='cited'>“Vitamin C: MedlinePlus Medical Encyclopedia.” MedlinePlus, U.S. National Library of Medicine, <br>medlineplus.gov/ency/article/002404.htm.</p><p class='cited'>Watson, Stephanie. “Iron: What You Need to Know.” WebMD, WebMD, <br>www.webmd.com/vitamins-and-supplements/features/iron-supplements#1.</p><p class='cited'>Wetsman, Nicole. “Listing Added Sugar on Food Labels May Save Lives.” Consumer Reports, <br>www.consumerreports.org/food-labeling/listing-added-sugar-on-food-labels-may-save-lives/.</p><p class='cited'>Zelman, Kathleen M. “Vitamin C Benefits, Sources, Supplements, &amp; More.” WebMD, WebMD, <br>www.webmd.com/diet/features/the-benefits-of-vitamin-c#1.</p><p class='cited'>“ฉลากอาหารและความหมายของฉลาก.” ฉลากโภชนาการ, 19 Sept. 2016, <br>nutritioninformation17.blogspot.com/2016/09/.</p><p class='cited'>แนบท้ายประกาศกระทรวงสาธารณสุข.สารอาหารที่แนะนําให้บริโภคประจําวันสําหรับคนไทยอายุตั้งแต่6 ปีขึ้นไป. THAI RECOMMENDED DAILY INTAKES-THAI RDI, vol. 3, no. 182, 2541. <br></p>",
            "en": "<h2 style='text-align:center;'>Works Cited</h2><p class='cited'>“11 Healthy Foods That Are Very High in Iron.” Healthline, Healthline Media, <br>www.healthline.com/nutrition/11-healthy-iron-rich-foods#section4.</p><p class='cited'>“11 Reasons Why Too Much Sugar Is Bad for You.” Healthline, Healthline Media, <br>www.healthline.com/nutrition/9-reasons-to-avoid-sugar.</p><p class='cited'>“12 Foods That Are Very High in Omega-3.” Healthline, Healthline Media, <br>www.healthline.com/nutrition/12-omega-3-rich-foods#section1.</p><p class='cited'>“7 Impressive Benefits of Vitamin C Supplements.” Healthline, Healthline Media, <br>www.healthline.com/nutrition/vitamin-c-benefits#section4.</p><p class='cited'>“Are You Getting Enough Calcium?” Mayo Clinic, Mayo Foundation for Medical Education and Research, 3 Oct. 2018, <br>www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/calcium-supplements/art-20047097.</p><p class='cited'>Axe, Josh. “Top 10 Foods to Support Vision &amp; Skin.” Dr. Axe, 11 Nov. 2018, <br>draxe.com/top-10-vitamin-foods/.</p><p class='cited'>Axe, Josh. “Top 10 Iron-Rich Foods.” Dr. Axe, 12 Feb. 2017, <br>draxe.com/top-10-iron-rich-foods/.</p><p class='cited'>“Best Sources of Protein.” BBC Good Food, <br>www.bbcgoodfood.com/howto/guide/best-sources-protein.</p><p class='cited'>“Calcium: Supplements, Deficiency, Uses, Effects, and More.” WebMD, WebMD, <br>www.webmd.com/diet/supplement-guide-calcium#2.</p><p class='cited'>Center for Food Safety and Applied Nutrition. “Health Claim Notification Saturated Fat, Cholesterol and Trans Fat.” U.S. Food and Drug Administration, FDA, <br>www.fda.gov/food/food-labeling-nutrition/health-claim-notification-saturated-fat-cholesterol-and-trans-fat-and-reduced-risk-heart-disease.</p><p class='cited'>Center for Food Safety and Applied Nutrition. “How to Understand and Use the Nutrition Facts Label.” U.S. Food and Drug Administration, FDA, <br>www.fda.gov/food/nutrition-education-resources-materials/how-understand-and-use-nutrition-facts-label.</p><p class='cited'>“Choose Your Carbs Wisely.” Mayo Clinic, Mayo Foundation for Medical Education and Research, 7 Feb. 2017, <br>www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/carbohydrates/art-20045705.</p><p class='cited'>Cloe, Adam. “The Actions of Sodium in the Human Body.” Healthy Eating | SF Gate, 7 Dec. 2018, <br>healthyeating.sfgate.com/actions-sodium-human-body-8362.html.</p><p class='cited'>“Daily Values.” NIH Office of Dietary Supplements, U.S. Department of Health and Human Services, <br>ods.od.nih.gov/HealthInformation/dailyvalues.aspx.</p><p class='cited'>Davis, Jeanie Lerche. “Top 10 Sources of Fiber.” WebMD, WebMD, <br>www.webmd.com/diet/features/top-10-sources-of-fiber.</p><p class='cited'>DeNoon, Daniel J. “Too Much Salt Hurting Majority of Americans.” WebMD, WebMD, 26 Mar. 2009, <br>www.webmd.com/heart/news/20090326/too-much-salt-hurting-two-thirds-of-americans#1.</p><p class='cited'>FDA, Food and Drug Administration. “Nutrition Facts Label: Protein.” Protein, <br>www.accessdata.fda.gov/scripts/InteractiveNutritionFactsLabel/factsheets/Protein.pdf.</p><p class='cited'>FDA, U.S. Food and Drug Administration. “FDA Vitamins and Minerals Chart.” Vitamins, <br>www.accessdata.fda.gov/scripts/InteractiveNutritionFactsLabel/factsheets/Vitamin_and_Mineral_Chart.pdf.</p><p class='cited'>FDA, U.S. Food and Drug Administration. “Nutrition Facts Label: Total Carbohydrate.” Total Carbohydrate, <br>www.accessdata.fda.gov/scripts/interactivenutritionfactslabel/factsheets/total_carbohydrate.pdf.</p><p class='cited'>FDA, U.S. Food and Drug Administration. “Nutrition Facts Label: Total Fat.” Total Fat, <br>www.accessdata.fda.gov/scripts/InteractiveNutritionFactsLabel/factsheets/Total_Fat.pdf.</p><p class='cited'>FDA, U.S. Food and Drug Administration. “What’s On The Nutrition Facts Label.” The Nutrition Facts Label: At a Glance, FDA, <br>www.accessdata.fda.gov/scripts/InteractiveNutritionFactsLabel/factsheets/Whats_On_The_Nutrition_Facts_Label.pdf.</p><p class='cited'>“Foods High in Iron.” Healthdirect, Healthdirect Australia, <br>www.healthdirect.gov.au/foods-high-in-iron.</p><p class='cited'>“Formula for Caloric Intake.” LIVESTRONG.COM, Leaf Group, <br>www.livestrong.com/article/178764-caloric-intake-formula/.</p><p class='cited'>Gardner, Amanda. “Dietary Fiber: Insoluble and Soluble Fiber.” WebMD, WebMD, <br>www.webmd.com/diet/features/insoluble-soluble-fiber.</p><p class='cited'>“Healthy Protein Food Sources - WebMD: Eggs, Milk, Cheese, Pork, and More.” WebMD, WebMD, <br>www.webmd.com/fitness-exercise/guide/good-protein-sources#1.</p><p class='cited'>“Home.” British Nutrition Foundation, <br>www.nutrition.org.uk/nutritionscience/nutrients-food-and-ingredients/dietary-fibre.html.</p><p class='cited'>“Home.” British Nutrition Foundation, <br>www.nutrition.org.uk/nutritionscience/nutrients-food-and-ingredients/vitamins.html?limit=1&start=2.</p><p class='cited'>“How to Add More Fiber to Your Diet.” Mayo Clinic, Mayo Foundation for Medical Education and Research, 16 Nov. 2018, <br>www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/fiber/art-20043983.</p><p class='cited'>Hughes, Locke. “How Does Too Much Sugar Affect Your Body?” WebMD, WebMD, <br>www.webmd.com/diet/features/how-sugar-affects-your-body.</p><p class='cited'>Katherine Zeratsky, R.D. “Why You Should Pay Attention to Percent Daily Value.” Mayo Clinic, Mayo Foundation for Medical Education and Research, 3 May 2019, <br>www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/expert-answers/food-and-nutrition/faq-20058436.</p><p class='cited'>Levy, Jillian. “10 Of the Best Foods for Bones &amp; Teeth.” Dr. Axe, 29 Apr. 2018, <br>draxe.com/foods-high-in-calcium/.</p><p class='cited'>Levy, Jillian. “Vitamin A Benefits Eye, Skin &amp; Bone Health.” Dr. Axe, 25 May 2018, <br>draxe.com/vitamin-a/.</p><p class='cited'>Link, Rachael. “Foods High in Sodium Americans Consume Too Much.” Dr. Axe, 13 Aug. 2018, <br>draxe.com/foods-high-in-sodium/.</p><p class='cited'>Link, Rachael. “Top 20 Foods That Can Boost Immunity &amp; Fight Disease.” Dr. Axe, 16 July 2018, <br>draxe.com/vitamin-c-foods/.</p><p class='cited'>Mandal, Ananya. “Cholesterol Physiology.” News, 19 Apr. 2019, <br>www.news-medical.net/health/Cholesterol-Physiology.aspx.</p><p class='cited'>Meal, The Daily. “Which Fruits Contain the Most Sugar?” The Huffington Post, TheHuffingtonPost.com, 7 Dec. 2017, <br>www.huffingtonpost.com/the-daily-meal/which-fruits-contain-the-_b_6632846.html.</p><p class='cited'>Mohr, Chris, and R.d. “10 Sources of Fiber You Should Be Eating Right Now.” Men's Health, Men's Health, 20 June 2018, <br>www.menshealth.com/nutrition/g19663803/best-sources-of-fiber/.</p><p class='cited'>Moll, Jennifer. “Why Some Cholesterol Is Actually Good for Your Body.” Verywell Health, Verywell Health, 5 May 2019, <br>www.verywellhealth.com/benefits-of-cholesterol-what-is-it-good-for-3859584.</p><p class='cited'>“Natural Sources of Sugar &amp; Salt | Healthfully.” LIVESTRONG.COM, Leaf Group, <br>www.livestrong.com/article/308510-natural-sources-of-sugar-salt/.</p><p class='cited'>“Office of Dietary Supplements - Vitamin A.” NIH Office of Dietary Supplements, U.S. Department of Health and Human Services, <br>ods.od.nih.gov/factsheets/VitaminA-HealthProfessional/.</p><p class='cited'>Osterweil, Neil. “The Benefits of Protein.” WebMD, WebMD, <br>www.webmd.com/men/features/benefits-protein#1.</p><p class='cited'>“Overview of Sodium's Role in the Body - Hormonal and Metabolic Disorders.” MSD Manual Consumer Version, MSD Manuals, <br>www.msdmanuals.com/home/hormonal-and-metabolic-disorders/electrolyte-balance/overview-of-sodium-s-role-in-the-body.</p><p class='cited'>“Saturated, Unsaturated, and Trans Fats.” Choose MyPlate, 11 June 2018, <br>www.choosemyplate.gov/saturated-unsaturated-and-trans-fats.</p><p class='cited'>“Sugar 101.” Www.heart.org, <br>www.heart.org/en/healthy-living/healthy-eating/eat-smart/sugar/sugar-101.</p><p class='cited'>Szalay, Jessie. “What Is Protein?” LiveScience, Purch, 10 Dec. 2015, <br>www.livescience.com/53044-protein.html.</p><p class='cited'>The Heart Foundation. “Saturated and Trans Fat.” The Heart Foundation, <br>www.heartfoundation.org.au/healthy-eating/food-and-nutrition/fats-and-cholesterol/saturated-and-trans-fat.</p><p class='cited'>“Types of Fat.” The Nutrition Source, 24 July 2018, <br>www.hsph.harvard.edu/nutritionsource/what-should-you-eat/fats-and-cholesterol/types-of-fat/.</p><p class='cited'>“Vitamin C: MedlinePlus Medical Encyclopedia.” MedlinePlus, U.S. National Library of Medicine, <br>medlineplus.gov/ency/article/002404.htm.</p><p class='cited'>Watson, Stephanie. “Iron: What You Need to Know.” WebMD, WebMD, <br>www.webmd.com/vitamins-and-supplements/features/iron-supplements#1.</p><p class='cited'>Wetsman, Nicole. “Listing Added Sugar on Food Labels May Save Lives.” Consumer Reports, <br>www.consumerreports.org/food-labeling/listing-added-sugar-on-food-labels-may-save-lives/.</p><p class='cited'>Zelman, Kathleen M. “Vitamin C Benefits, Sources, Supplements, &amp; More.” WebMD, WebMD, <br>www.webmd.com/diet/features/the-benefits-of-vitamin-c#1.</p><p class='cited'>“ฉลากอาหารและความหมายของฉลาก.” ฉลากโภชนาการ, 19 Sept. 2016, <br>nutritioninformation17.blogspot.com/2016/09/.</p><p class='cited'>แนบท้ายประกาศกระทรวงสาธารณสุข.สารอาหารที่แนะนําให้บริโภคประจําวันสําหรับคนไทยอายุตั้งแต่6 ปีขึ้นไป. THAI RECOMMENDED DAILY INTAKES-THAI RDI, vol. 3, no. 182, 2541. <br></p>"
        }
    }
}
